[
  {
    "text": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Rumi"
  },
  {
    "text": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about.",
    "author": "Rumi"
  },
  {
    "text": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "text": "Stop acting so small. You are the universe in ecstatic motion.",
    "author": "Rumi"
  },
  {
    "text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  },
  {
    "text": "What you seek is seeking you.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Don’t grieve. Anything you lose comes round in another form.",
    "author": "Rumi"
  },
  {
    "text": "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Dance, when you're broken open. Dance, if you've torn the bandage off. Dance in the middle of the fighting. Dance in your blood. Dance when you're perfectly free.",
    "author": "Rumi"
  },
  {
    "text": "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
    "author": "Rumi"
  },
  {
    "text": "If you are irritated by every rub, how will your mirror be polished?",
    "author": "Rumi"
  },
  {
    "text": "When you do things from your soul, you feel a river moving in you, a joy.",
    "author": "Rumi"
  },
  {
    "text": "You were born with wings, why prefer to crawl through life?",
    "author": "Rumi"
  },
  {
    "text": "Forget safety. Live where you fear to live. Destroy your reputation. Be notorious.",
    "author": "Rumi"
  },
  {
    "text": "Knock, And He'll open the door Vanish, And He'll make you shine like the sun Fall, And He'll raise you to the heavens Become nothing, And He'll turn you into everything.",
    "author": "Jalal Ad-Din Rumi"
  },
  {
    "text": "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "author": "Rumi"
  },
  {
    "text": "When I am with you, we stay up all night. When you're not here, I can't go to sleep. Praise God for those two insomnias! And the difference between them.",
    "author": "Rumi"
  },
  {
    "text": "My soul is from elsewhere, I'm sure of that, and I intend to end up there.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "silence is the language of god, all else is poor translation.",
    "author": "Rumi"
  },
  {
    "text": "I want to see you. Know your voice. Recognize you when you first come 'round the corner. Sense your scent when I come into a room you've just left. Know the lift of your heel, the glide of your foot. Become familiar with the way you purse your lips then let them part, just the slightest bit, when I lean in to your space and kiss you. I want to know the joy of how you whisper \"more",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Sell your cleverness and buy bewilderment.",
    "author": "Rumi"
  },
  {
    "text": "In your light I learn how to love. In your beauty, how to make poems. You dance inside my chest where no-one sees you, but sometimes I do, and that sight becomes this art.",
    "author": "Rumi"
  },
  {
    "text": "Ignore those that make you fearful and sad, that degrade you back towards disease and death.",
    "author": "Rumi Jalalud-Din"
  },
  {
    "text": "Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "لا تجزع من جرحك، وإلا فكيف للنور أن يتسلل إلى باطنك؟",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
    "author": "Rumi"
  },
  {
    "text": "Everything in the universe is within you. Ask all from yourself.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Where there is ruin, there is hope for a treasure.",
    "author": "Rumi"
  },
  {
    "text": "I want to sing like the birds sing, not worrying about who hears or what they think.",
    "author": "Rumi"
  },
  {
    "text": "Let yourself be drawn by the stronger pull of that which you truly love.",
    "author": "Rumi"
  },
  {
    "text": "Be grateful for whoever comes, because each has been sent as a guide from beyond.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Words are a pretext. It is the inner bond that draws one person to another, not words.",
    "author": "Rumi"
  },
  {
    "text": "There is a candle in your heart, ready to be kindled. There is a void in your soul, ready to be filled. You feel it, don't you?",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Travel brings power and love back into your life.",
    "author": "Rumi Jalalud-Din"
  },
  {
    "text": "لعل الأشياء البسيطة .. هي أكثر الأشياء تميزا ولكن .. ليست كل عين ترى",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "This being human is a guest house. Every morning is a new arrival. A joy, a depression, a meanness, some momentary awareness comes as an unexpected visitor...Welcome and entertain them all. Treat each guest honorably. The dark thought, the shame, the malice, meet them at the door laughing, and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Set your life on fire. Seek those who fan your flames",
    "author": "Rumi"
  },
  {
    "text": "Be empty of worrying. Think of who created thought! Why do you stay in prison When the door is so wide open?",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Sorrow prepares you for joy. It violently sweeps everything out of your house, so that new joy can find space to enter. It shakes the yellow leaves from the bough of your heart, so that fresh, green leaves can grow in their place. It pulls up the rotten roots, so that new roots hidden beneath have room to grow. Whatever sorrow shakes from your heart, far better things will take their place.",
    "author": "Rumi"
  },
  {
    "text": "I know you're tired but come, this is the way.",
    "author": "Jalalu'l-din Rumi"
  },
  {
    "text": "ان تكن تبحث عن مسكن الروح فأنت روح وان تكن تفتش عن قطعة خبز فأنت الخبز وان تستطع ادراك هذه الفكرة الدقيقة فسوف تفهم ان كل ما تبحث عنه هو أنت",
    "author": "جلال الدين الرومى"
  },
  {
    "text": "Let the beauty we love be what we do. There are hundreds of ways to kneel and kiss the ground.",
    "author": "Rumi"
  },
  {
    "text": "Suffering is a gift. In it is hidden mercy.",
    "author": "Rumi"
  },
  {
    "text": "Be like the sun for grace and mercy. Be like the night to cover others' faults. Be like running water for generosity. Be like death for rage and anger. Be like the Earth for modesty. Appear as you are. Be as you appear.",
    "author": "Rumi"
  },
  {
    "text": "A thousand half-loves must be forsaken to take one whole heart home.",
    "author": "Rumi"
  },
  {
    "text": "Come, come, whoever you are. Wanderer, worshiper, lover of leaving. It doesn't matter. Ours is not a caravan of despair. come, even if you have broken your vows a thousand times. Come, yet again , come , come.",
    "author": "Jelaluddin Rumi"
  },
  {
    "text": "We come spinning out of nothingness, scattering stars like dust.",
    "author": "Rumi"
  },
  {
    "text": "And you? When will you begin that long journey into yourself?",
    "author": "Rumi"
  },
  {
    "text": "Be melting snow. Wash yourself of yourself.",
    "author": "Rumi"
  },
  {
    "text": "Two there are who are never satisfied -- the lover of the world and the lover of knowledge.",
    "author": "Rumi Jalalud-Din"
  },
  {
    "text": "I choose to love you in silence… For in silence I find no rejection, I choose to love you in loneliness… For in loneliness no one owns you but me, I choose to adore you from a distance… For distance will shield me from pain, I choose to kiss you in the wind… For the wind is gentler than my lips, I choose to hold you in my dreams… For in my dreams, you have no end.",
    "author": "Rumi"
  },
  {
    "text": "Wherever you are, and whatever you do, be in love.",
    "author": "Rumi"
  },
  {
    "text": "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.",
    "author": "Rumi"
  },
  {
    "text": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.",
    "author": "Rumi"
  },
  {
    "text": "Respond to every call that excites your spirit.",
    "author": "Rumi"
  },
  {
    "text": "You have to keep breaking your heart until it opens.",
    "author": "Rumi"
  },
  {
    "text": "I have lived on the lip of insanity, wanting to know reasons, knocking on a door. It opens. I've been knocking from the inside.",
    "author": "Rumi"
  },
  {
    "text": "Take someone who doesn't keep score, who's not looking to be richer, or afraid of losing, who has not the slightest interest even in his own personality: he's free.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "الوداع لا يقع إلا لمن يعشق بعينيه أما ذاك الذي يحب \"بروحه\" وقلبه فلا ثمة انفصال \"أبدا\".",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Sit, be still, and listen, because you're drunk and we're at the edge of the roof.",
    "author": "Rumi"
  },
  {
    "text": "Either give me more wine or leave me alone.",
    "author": "Rumi"
  },
  {
    "text": "People want you to be happy. Don't keep serving them your pain! If you could untie your wings and free your soul of jealousy, you and everyone around you would fly up like doves.",
    "author": "Rumi"
  },
  {
    "text": "When you go through a hard period, When everything seems to oppose you, ... When you feel you cannot even bear one more minute, NEVER GIVE UP! Because it is the time and place that the course will divert!",
    "author": "Rumi"
  },
  {
    "text": "ما تبحث عنه يبحث عنك",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "The cure for pain is in the pain.",
    "author": "Rumi"
  },
  {
    "text": "I closed my mouth and spoke to you in a hundred silent ways.",
    "author": "Rumi"
  },
  {
    "text": "Start a huge, foolish project, like Noah…it makes absolutely no difference what people think of you.",
    "author": "Rumi"
  },
  {
    "text": "What hurts you, blesses you. Darkness is your candle.",
    "author": "Rumi"
  },
  {
    "text": "Reason is powerless in the expression of Love.",
    "author": "Rumi"
  },
  {
    "text": "But listen to me. For one moment quit being sad. Hear blessings dropping their blossoms around you.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "These pains you feel are messengers. Listen to them.",
    "author": "Rumi"
  },
  {
    "text": "Study me as much as you like, you will not know me, for I differ in a hundred ways from what you see me to be. Put yourself behind my eyes and see me as I see myself, for I have chosen to dwell in a place you cannot see.",
    "author": "Rumi"
  },
  {
    "text": "The breezes at dawn have secrets to tell you Don't go back to sleep! You must ask for what you really want. Don't go back to sleep! People are going back and forth across the doorsill where the two worlds touch, The door is round and open Don't go back to sleep!",
    "author": "Rumi"
  },
  {
    "text": "You are not a drop in the ocean. You are the entire ocean in a drop.",
    "author": "Rumi"
  },
  {
    "text": "A mountain keeps an echo deep inside. That's how I hold your voice.",
    "author": "Rumi"
  },
  {
    "text": "You were born with potential. You were born with goodness and trust. You were born with ideals and dreams. You were born with greatness. You were born with wings. You are not meant for crawling, so don't. You have wings. Learn to use them and fly.",
    "author": "Rumi"
  },
  {
    "text": "That which God said to the rose, and caused it to laugh in full-blown beauty, He said to my heart, and made it a hundred times more beautiful.",
    "author": "Rumi"
  },
  {
    "text": "Oh soul, you worry too much. You have seen your own strength. You have seen your own beauty. You have seen your golden wings. Of anything less, why do you worry? You are in truth the soul, of the soul, of the soul.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Who could be so lucky? Who comes to a lake for water and sees the reflection of moon.",
    "author": "Rumi"
  },
  {
    "text": "You try to be faithful And sometimes you're cruel. You are mine. Then, you leave. Without you, I can't cope. And when you take the lead, I become your footstep. Your absence leaves a void. Without you, I can't cope. You have disturbed my sleep, You have wrecked my image. You have set me apart. Without you, I can't cope.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "If you desire healing, let yourself fall ill let yourself fall ill.",
    "author": "Rumi"
  },
  {
    "text": "لا حُب أفضل من حُبٍ بدون حبيب, ليس أصلح من عمل صالح دون غاية.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Christian, Jew, Muslim, shaman, Zoroastrian, stone, ground, mountain, river, each has a secret way of being with the mystery, unique and not to be judged",
    "author": "Jalal ad-Din Rumi"
  },
  {
    "text": "Do you know what you are? You are a manuscript oƒ a divine letter. You are a mirror reflecting a noble face. This universe is not outside of you. Look inside yourself; everything that you want, you are already that.",
    "author": "Rumi"
  },
  {
    "text": "You wander from room to room Hunting for the diamond necklace That is already around your neck!",
    "author": "Rumi"
  },
  {
    "text": "فالعاشق لا يعرف اليأس أبدا .. وللقلب المغرم كل الأشياء ممكنة .",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "أيها البشر الأتقياء التائهون في هذا العالم لم هذا التيه من أجل معشوق واحد ما تبحثون عنه في هذا العالم ابحثوا في دخائلكم فما أنتم سوى ذلك المعشوق",
    "author": "جلال الدين الرومى"
  },
  {
    "text": "I didn't come here of my own accord, and I can't leave that way. Whoever brought me here will have to take me home.",
    "author": "Rumi"
  },
  {
    "text": "You are the universe in ecstatic motion.",
    "author": "Rumi"
  },
  {
    "text": "My heart is so small it's almost invisible. How can You place such big sorrows in it? \"Look,\" He answered, \"your eyes are even smaller, yet they behold the world.",
    "author": "Rumi"
  },
  {
    "text": "استمع إلى صوت الناي كيف يبث آلام الحنين يقول: مُذ قُطعت من الغاب وأنا أحنُ إلى أصلي",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Run from what's comfortable. Forget safety. Live where you fear to live. Destroy your reputation. Be notorious. I have tried prudent planning long enough. From now on I'll be mad.",
    "author": "Rumi"
  },
  {
    "text": "Only from the heart can you touch the sky.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I was dead, then alive. Weeping, then laughing. The power of love came into me, and I became fierce like a lion, then tender like the evening star.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Your hand opens and closes, opens and closes. If it were always a fist or always stretched open, you would be paralysed. Your deepest presence is in every small contracting and expanding, the two as beautifully balanced and coordinated as birds' wings.",
    "author": "Jelaluddin Rumi"
  },
  {
    "text": "Be a lamp, or a lifeboat, or a ladder. Help someone's soul heal. Walk out of your house like a shepherd.",
    "author": "Rumi"
  },
  {
    "text": "In Silence there is eloquence. Stop weaving and see how the pattern improves.",
    "author": "Rumi"
  },
  {
    "text": "هكذا أود أن أموت في العشق الذي أكنه لك. كقطع سحب تذوب في ضوء الشمس.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "You think because you understand 'one' you must also understand 'two', because one and one make two. But you must also understand 'and'.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "An eye is meant to see things. The soul is here for its own joy. A head has one use: For loving a true love. Feet: To chase after. Love is for vanishing into the sky. The mind, for learning what men have done and tried to do. Mysteries are not to be solved: The eye goes blind when it only wants to see why. A lover is always accused of something. But when he finds his love, whatever was lost in the looking comes back completely changed.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "The moon stays bright when it doesn't avoid the night.",
    "author": "Rumi"
  },
  {
    "text": "At night, I open the window and ask the moon to come and press its face against mine. Breathe into me. Close the language-door and open the love-window. The moon won't use the door, only the window.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Like a sculptor, if necessary, carve a friend out of stone. Realize that your inner sight is blind and try to see a treasure in everyone.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "Beauty surrounds us.",
    "author": "Rumi"
  },
  {
    "text": "ليس العاشق مسلما أو مسيحيا، أو جزءا من أي عقيدة. دين العشق لا مذهب له لتؤمن به أو لا تؤمن.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "God turns you from one feeling to another and teaches by means of opposites so that you will have two wings to fly, not one",
    "author": "Rumi"
  },
  {
    "text": "يا أخي أنت مجرد فكر وما بقي منك عظام وجلد",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Moonlight floods the whole sky from horizon to horizon; How much it can fill your room depends on its windows.",
    "author": "Rumi"
  },
  {
    "text": "Here is a relationship booster that is guaranteed to work: Every time your spouse or lover says something stupid make your eyes light up as if you just heard something brilliant.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Let the lover be disgraceful, crazy, absentminded. Someone sober will worry about things going badly. Let the lover be.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I am your moon and your moonlight too I am your flower garden and your water too I have come all this way, eager for you Without shoes or shawl I want you to laugh To kill all your worries To love you To nourish you.",
    "author": "Rumi"
  },
  {
    "text": "ﻛﻞ ﺍﻷﺷﻴﺎﺀ ﺗﺼﺒﺢ ﺃﻭﺿﺢ ﺣﻴﻦ ﺗﻔﺴﺮ ، ﻏﻴﺮ ﺃﻥ ﻫﺬﺍ ﺍﻟﻌﺸﻖ ﻳﻜﻮﻥ ﺃﻭﺿﺢ ﺣﻴﻦ ﻻ ﺗﻜﻮﻥ ﻟﻪ ﺃﻱ ﺗﻔﺴﻴﺮﺍﺕ ..",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "ياسيدي لا تسلمني إلي إغواء النفس لا تتركني مع أي سواك لخوفي مني اسرع إليك انا منك فأعدني إلى",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Remember. The way you make love is the way God will be with you.",
    "author": "Rumi Jalalud-Din"
  },
  {
    "text": "Inside you there’s an artist you don’t know about… say yes quickly, if you know, if you’ve known it from before the beginning of the universe.",
    "author": "Rumi"
  },
  {
    "text": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there.",
    "author": "Rumi"
  },
  {
    "text": "Let the beauty of what you love be what you do.",
    "author": "Rumi"
  },
  {
    "text": "When you feel a peaceful joy, that's when you are near truth.",
    "author": "Rumi"
  },
  {
    "text": "Lovers find secret places inside this violent world where they make transactions with beauty.",
    "author": "Rumi"
  },
  {
    "text": "On a day when the wind is perfect, the sail just needs to open and the world is full of beauty. Today is such a day.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "كم هم سعداء أولئك الذين يتخلصون من الأغلال التى ترسخ بها حياتهم.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "The breeze at dawn has secrets to tell you. Don't go back to sleep.",
    "author": "Rumi"
  },
  {
    "text": "I will soothe you and heal you, I will bring you roses. I too have been covered with thorns.",
    "author": "Rumi"
  },
  {
    "text": "They say there is a doorway from heart to heart, but what is the use of a door when there are no walls?",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "أنا أشبه أنا واحِدُنا يُشبِهُ الآخر.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "I said: what about my eyes? He said: Keep them on the road. I said: What about my passion? He said: Keep it burning. I said: What about my heart? He said: Tell me what you hold inside it? I said: Pain and sorrow. He said: Stay with it. The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "text": "When someone is counting out gold for you, don't look at your hands, or the gold. Look at the giver.",
    "author": "Mawlana Jalal al-Din Rumi"
  },
  {
    "text": "ولتعلم ان العشق صامت تماما .. وانه ﻻ يوجد كلمات يمكنها وصفه",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Put your thoughts to sleep, do not let them cast a shadow over the moon of your heart. Let go of thinking.",
    "author": "Rumi"
  },
  {
    "text": "Anyone who knows me, should learn to know me again; For I am like the Moon, you will see me with new face everyday.",
    "author": "Rumi"
  },
  {
    "text": "There is a secret medicine given only to those who hurt so hard they can't hope. The hopers would feel slighted if they knew.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Within tears, find hidden laughter Seek treasures amid ruins, sincere one.",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "You are a volume in the divine book A mirror to the power that created the universe Whatever you want, ask it of yourself Whatever you’re looking for can only be found Inside of you",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Somewhere beyond right and wrong, there is a garden. I will meet you there.",
    "author": "Rumi"
  },
  {
    "text": "Give up to grace. The ocean takes care of each wave 'til it gets to shore. You need more help than you know.",
    "author": "Rumi"
  },
  {
    "text": "بدأت أتعب من المخلوقات، أريدُ جمال الخالق. لكن حين أتطلع هناك، أرى نفسي. وحين أتطلع إلى نفسي، أرى ذلك الجمال.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "I once had a thousand desires. But in my one desire to know you all else melted away.",
    "author": "Rumi"
  },
  {
    "text": "For ages you have come and gone courting this delusion. For ages you have run from the pain and forfeited the ecstasy. So come, return to the root of the root of your own soul. Although you appear in earthly form Your essence is pure Consciousness. You are the fearless guardian of Divine Light. So come, return to the root of the root of your own soul. When you lose all sense of self the bonds of a thousand chains will vanish. Lose yourself completely, Return to the root of the root of your own soul. You descended from Adam, by the pure Word of God, but you turned your sight to the empty show of this world. Alas, how can you be satisfied with so little? So come, return to the root of the root of your own soul. Why are you so enchanted by this world when a mine of gold lies within you? Open your eyes and come --- Return to the root of the root of your own soul. You were born from the rays of God's Majesty when the stars were in their perfect place. How long will you suffer from the blows of a nonexistent hand? So come, return to the root of the root of your own soul. You are a ruby encased in granite. How long will you decieve Us with this outer show? O friend, We can see the truth in your eyes! So come, return to the root of the root of your own soul. After one moment with that glorious Friend you became loving, radiant, and ecstatic. Your eyes were sweet and full of fire. Come, return to the root of the root of your own soul. Shams-e Tabriz, the King of the Tavern has handed you an eternal cup, And God in all His glory is pouring the wine. So come! Drink! Return to the root of the root of your own soul. Soul of all souls, life of all life - you are That. Seen and unseen, moving and unmoving - you are That. The road that leads to the City is endless; Go without head and feet and you'll already be there. What else could you be? - you are That.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "This place is a dream. Only a sleeper considers it real. Then death comes like dawn, and you wake up laughing at what you thought was your grief.",
    "author": "Rumi"
  },
  {
    "text": "When someone beats a rug, the blows are not against the rug, but against the dust in it.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "All people on the planet are children, except for a very few. No one is grown up except those free of desire.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Do not feel lonely, the entire universe is inside you.",
    "author": "Rumi"
  },
  {
    "text": "Is it really so that the one I love is everywhere?",
    "author": "Rumi"
  },
  {
    "text": "I will be waiting here.... For your silence to break, For your soul to shake, For your love to wake!",
    "author": "Rumi"
  },
  {
    "text": "Like This If anyone asks you how the perfect satisfaction of all our sexual wanting will look, lift your face and say, Like this. When someone mentions the gracefulness of the nightsky, climb up on the roof and dance and say, Like this. If anyone wants to know what \"spirit\" is, or what \"God’s fragrance\" means, lean your head toward him or her. Keep your face there close. Like this. When someone quotes the old poetic image about clouds gradually uncovering the moon, slowly loosen knot by knot the strings of your robe. Like this. If anyone wonders how Jesus raised the dead, don’t try to explain the miracle. Kiss me on the lips. Like this. Like this. When someone asks what it means to \"die for love,\" point here. If someone asks how tall I am, frown and measure with your fingers the space between the creases on your forehead. This tall. The soul sometimes leaves the body, the returns. When someone doesn’t believe that, walk back into my house. Like this. When lovers moan, they’re telling our story. Like this. I am a sky where spirits live. Stare into this deepening blue, while the breeze says a secret. Like this. When someone asks what there is to do, light the candle in his hand. Like this. How did Joseph’s scent come to Jacob? Huuuuu. How did Jacob’s sight return? Huuuu. A little wind cleans the eyes. Like this. When Shams comes back from Tabriz, he’ll put just his head around the edge of the door to surprise us Like this.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "(ليس لكل أحد أن يكون محبوباً، لأن المحبوب يحتاج إلى صفات وفضائل، لا يرزقها كل إنسان، ولكن لكل أحد أن يأخذ نصيبه في الحب وينعم به، فإذا فاتك أيها القارئ العزيز أن تكون محبوباً، فلا يفتك يا عزيزي أن تكون محباً، إن لم يكن من حظك أن تكون يوسف، فمن يمنعك من أن تكون يعقوب؟ وما الذي يحول بينك وبين أن تكون صادق الحب دائم الحنين؟)",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "You think you are alive because you breathe air? Shame on you, that you are alive in such a limited way. Don't be without Love, so you won't feel dead. Die in Love and stay alive forever.",
    "author": "Rumi"
  },
  {
    "text": "There are lovers content with longing. I’m not one of them.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Sell your cleverness and buy bewilderment. Cleverness is mere opinion, bewilderment is intuition.",
    "author": "Rumi"
  },
  {
    "text": "The rose's rarest essence lives in the thorns.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I searched for God among the Christians and on the Cross and therein I found Him not. I went into the ancient temples of idolatry; no trace of Him was there. I entered the mountain cave of Hira and then went as far as Qandhar but God I found not. With set purpose I fared to the summit of Mount Caucasus and found there only 'anqa's habitation. Then I directed my search to the Kaaba, the resort of old and young; God was not there even. Turning to philosophy I inquired about him from ibn Sina but found Him not within his range. I fared then to the scene of the Prophet's experience of a great divine manifestation only a \"two bow-lengths' distance from him\" but God was not there even in that exalted court. Finally, I looked into my own heart and there I saw Him; He was nowhere else.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "You have no idea how hard I've looked for a gift to bring You. Nothing seemed right. What's the point of bringing gold to the gold mine, or water to the ocean. Everything I came up with was like taking spices to the Orient. It's no good giving my heart and my soul because you already have these. So I've brought you a mirror. Look at yourself and remember me.",
    "author": "Rumi"
  },
  {
    "text": "مَنْ لا يركض إلى فتنة العشق يمشي طريقا لا شيء فيه حي.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "كنت أسمع اسمي ولا أري نفسي، كنت منشغلا بنفسي، لكني أبدا لم أكن مستحقا لها وحين كان و خرجت من نفسي.... وجدت.. نـفسـي",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "My lips got lost on the way to the kiss - that's how drunk I was.",
    "author": "Rumi"
  },
  {
    "text": "Maybe you are searching among the branches, for what only appears in the roots.",
    "author": "Rumi"
  },
  {
    "text": "لعل الله يأخذك من حال لآخر .. ويجعلك تختبر الشعور ونقيضه ، لـ يجعل لك جناحين لتطير بهما إليه .. وليس جناحا واحدا !",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "وضع الله أمامنا سلّمًا علينا أن نتسلقه درجةً إثر درجة لديك قدمان فلِمَ التظاهر بالعرج ؟",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "The truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "The lion is most handsome when looking for food.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Not only the thirsty seek the water, the water as well seeks the thirsty.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "يا سيدي، لا تـُسلِمني إلى نفسي !لا تتـركني مع أيٍّ سواك لخوفي مٍني، أُسرع إليــك أنا لــك.. فأعدني إليّ ____________",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "بغير هذا الحُب ، لا تكن",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Poetry can be dangerous, especially beautiful poetry, because it gives the illusion of having had the experience without actually going through it.",
    "author": "Jalâl ad-Dîn Rûmî"
  },
  {
    "text": "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "author": "Rumi"
  },
  {
    "text": "Gamble everything for love, if you're a true human being.",
    "author": "Rumi"
  },
  {
    "text": "You think of yourself as a citizen of the universe. You think you belong to this world of dust and matter. Out of this dust you have created a personal image, and have forgotten about the essence of your true origin",
    "author": "Rumi"
  },
  {
    "text": "Shine like the whole universe is yours.",
    "author": "Rumi"
  },
  {
    "text": "What matters is how quickly you do what your soul directs.",
    "author": "Rumi"
  },
  {
    "text": "You are so weak. Give up to grace. The ocean takes care of each wave till it gets to shore. You need more help than you know.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Drum sound rises on the air, its throb, my heart. A voice inside the beat says, \"I know you're tired, but come. This is the way.",
    "author": "Rumi"
  },
  {
    "text": "I am yours. Don't give myself back to me.",
    "author": "Rumi"
  },
  {
    "text": "قلتُ: أشتهي وصلك قال: ثمن الوصال ما هو إلا روحك فهتف قلبي: ربح البيع إذن !",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "عيوننا ما تراك ، لكنّ عُذرًا لنا:فالعيونُ ترى مَظهرًا لا حقيقة",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Love comes with a knife, not some shy question, and not with fears for its reputation!",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Birds make great sky-circles of their freedom. How do they learn it? They fall and falling, they're given wings.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Do not leave me, hide in my heart like a secret, wind around my head like a turban. \"I come and go as I please,\" you say, \"swift as a heartbeat.\" You can tease me as much as you like but never leave me.",
    "author": "Rumi"
  },
  {
    "text": "Pain is a treasure, for it contains mercies.",
    "author": "Rumi"
  },
  {
    "text": "والنور الذي في العين فليس إلا أثراً من نور القلب . وأما النور الذي في القلب فهو من نور الله",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "أيها القلب! لماذا أنت أسير لهذا الهيكل الترابي الزائل؟ ألا فلتنطلق خارج تلك الحظيرة، فإنك طائر من عالم الروح. إنك رفيق خلوة الدلال، والمقيم وراء ستر الأسرار فكيف تجعل مقامك في هذا القرار الفاني؟ انظر إلى حالك واخرج منها وارتحل من حبس عالم الصورة إلى مروج عالم المعاني إنك طائر العالم القدسي، نديم المجلس الأنسي فمن الحيف أن تظل باقياً في هذا المقام ~",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "أنتَ في القيمة أسمى من العَالَمَيْن كليهما فماذا يمكن أن أفعلَ إذا كنتَ لا تعرفُ قَدَرَك؟؟ لا تبعْ نفسك رخيصاً،وأنتَ نفيسٌ جدا في عيني الحقّ",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "This is how I would die into the love I have for you: As pieces of cloud dissolve in sunlight.",
    "author": "Rumi"
  },
  {
    "text": "You dance inside my chest, where no one sees you, but sometimes I do, and that sight becomes this art.",
    "author": "Rumi"
  },
  {
    "text": "انظر إلى وجه كلّ إنسان، وكن منتبهاً، فلعلّك تغدو من التأمل عارفاً بالوجوه. ولما كان كثير من الأبالسة يظهرون في صورة الإنسان، فليس يليق بالمرء أن يمدّ يده لكلّ يد. ذلك لأن الصياد يصطنع الصفير، لكي يوقع الطائر في حبائله. فيسمع الطائر صوت أبناء جنسه. فيجيء من الهواء فيجد الشبكة والسكين. إن الرجل اللئيم يسرق لغة الدراويش ليتلو على البسطاء أسطورة منها يخدعهم بها ~",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Keep walking, though there's no place to get to. Don't try to see through the distances. That's not for human beings. Move within, But don't move the way fear makes you move.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Whoever's calm and sensible is insane!",
    "author": "Rumi"
  },
  {
    "text": "I searched for God and found only myself. I searched for myself and found only God.",
    "author": "Rumi"
  },
  {
    "text": "أنت داخل المعنى، ليس الكلمات. أنت القلب، ليس واحدة من لغات القلب. أنت الجوهر ضمن الكون، ليس الكون. أنت لا غائب ولا موجود.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "As you start to walk on the way, the way appears.",
    "author": "Rumi"
  },
  {
    "text": "Try not to resist the changes that come your way. Instead let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come?",
    "author": "Rumi"
  },
  {
    "text": "Let silence take you to the core of life.",
    "author": "Rumi"
  },
  {
    "text": "Give your weakness to one who helps.",
    "author": "Rumi"
  },
  {
    "text": "She loved him so much she concealed his name in many phrases, the inner meanings known only to her.",
    "author": "Rumi"
  },
  {
    "text": "The only lasting beauty is the beauty of the heart",
    "author": "Rumi"
  },
  {
    "text": "Love calls - everywhere and always. We're sky bound. Are you coming?",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Try something different. Surrender.",
    "author": "Rumi"
  },
  {
    "text": "Do not feel lonely, the entire universe is inside you. Stop acting so small. You are the universe in ecstatic motion. Set your life on fire. Seek those who fan your flames.",
    "author": "Rumi"
  },
  {
    "text": "Soul, if you want to learn secrets, your heart must forget about shame and dignity. You are God's lover, yet you worry what people are saying.",
    "author": "Rumi"
  },
  {
    "text": "لا يهدأ قلب العاشق قط ما لم يُبادله المحبوب الوله. وحين يُشع نور الحب فى القلب فذاك يعنى أن هناك إحساساً بالحب فى القلب الآخر.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Love is the whole thing. We are only pieces.",
    "author": "Rumi"
  },
  {
    "text": "You are a lover of your own experience ... not of me ... you turn to me to feel ur own emotion",
    "author": "Rumi"
  },
  {
    "text": "I don't want learning, or dignity, or respectability. I want this music, and this dawn, and the warmth of your cheek against mine.",
    "author": "Rumi"
  },
  {
    "text": "At the end of my life, with just one breath left, if you come, I’ll sit up and sing.",
    "author": "Rumi"
  },
  {
    "text": "For without you, I swear, the town Has become like a prison to me. Distraction and the mountain And the desert, all I desire.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "If in thirst you drink water from a cup, you see God in it. Those who are not in love with God will see only their own faces in it.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "In the house of lovers, the music never stops, the walls are made of songs &amp; the floor dances",
    "author": "Rumi"
  },
  {
    "text": "يُمْكِنُ لي أن انقسِم عن أي واحد ، عدا من يحتويني ضِمنهُ .",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Love is the cure, for your pain will keep giving birth to more pain until your eyes constantly exhale love as effortlessly as your body yields its scent.",
    "author": "Rumi"
  },
  {
    "text": "What can I do, Muslims? I do not know myself. I am neither Christian nor Jew, neither Magian nor Muslim, I am not from east or west, not from land or sea, not from the shafts of nature nor from the spheres of the firmament, not of the earth, not of water, not of air, not of fire. I am not from the highest heaven, not from this world, not from existence, not from being. I am not from India, not from China, not from Bulgar, not from Saqsin, not from the realm of the two Iraqs, not from the land of Khurasan. I am not from the world, not from beyond, not from heaven and not from hell. I am not from Adam, not from Eve, not from paradise and not from Ridwan. My place is placeless, my trace is traceless, no body, no soul, I am from the soul of souls. I have chased out duality, lived the two worlds as one. One I seek, one I know, one I see, one I call. He is the first, he is the last, he is the outer, he is the inner. Beyond He and He is I know no other. I am drunk from the cup of love, the two worlds have escaped me. I have no concern but carouse and rapture. If one day in my life I spend a moment without you from that hour and that time I would repent my life. If one day I am given a moment in solitude with you I will trample the two worlds underfoot and dance forever. O Sun of Tabriz, I am so tipsy here in this world, I have no tale to tell but tipsiness and rapture.",
    "author": "Jelalludin Rumi"
  },
  {
    "text": "Patience is not sitting and waiting, it is foreseeing. It is looking at the thorn and seeing the rose, looking at the night and seeing the day. Lovers are patient and know that the moon needs time to become full.",
    "author": "Rumi"
  },
  {
    "text": "الموسيقى غذاء كل المحبين.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "To live without you is to be robbed of love and what is life without it? To live without you is death to me, my love but some call it life.",
    "author": "Rumi"
  },
  {
    "text": "Listen with ears of tolerance! See through the eyes of compassion! Speak with the language of love",
    "author": "Jalaludin Rumi"
  },
  {
    "text": "Woman is the light of God.",
    "author": "Rumi"
  },
  {
    "text": "If in the darkness of ignorance, you don’t recognize a person’s true nature, look to see whom he has chosen for his leader.",
    "author": "Rumi"
  },
  {
    "text": "Gamble everything for love, if you are a true human being. If not, leave this gathering. Half-heartedness doesn’t reach into majesty.",
    "author": "Rumi"
  },
  {
    "text": "The way of love is not a subtle argument. The door there is devastation. Birds make great sky-circles of their freedom. How do they learn it? They fall, and falling, they're given wings.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I, you, he, she, we In the garden of mystic lovers, these are not true distinctions.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Learn the alchemy true human beings know. The moment you accept what troubles you've been given the door with open.",
    "author": "Jelaluddin Rumi"
  },
  {
    "text": "The Ego is a veil between humans and God’.” “In prayer all are equal.",
    "author": "Rumi"
  },
  {
    "text": "العشق نبع، فانغمر",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "The ground's generosity takes in our compost and grows beauty! Try to be more like the ground.",
    "author": "Rumi"
  },
  {
    "text": "The universe and the light of the stars come through me.",
    "author": "Rumi"
  },
  {
    "text": "let's get away from all the clever humans who put words in our mouth let's only say what our hearts desire.",
    "author": "Rumi"
  },
  {
    "text": "If Light Is In Your Heart You Will Find Your Way Home.",
    "author": "Rumi"
  },
  {
    "text": "Don't try to steer the boat. Don't open shop for yourself. Listen. Keep silent. You are not God's mouthpiece. Try to be an ear, And if you do speak, ask for explanations.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "In silence there is eloquence. Stop weaving and watch how the pattern improves.\" \"You suppose you are the trouble But you are the cure You suppose that you are the lock on the door But you are the key that opens it It's too bad that you want to be someone else You don't see your own face, your own beauty Yet, no face is more beautiful than yours.\" \"Only from the heart Can you touch the sky.\" \"People of the world don't look at themselves, and so they blame one another.\" \"Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Rumi"
  },
  {
    "text": "مع الزمن, يتحول الالم الى حزن, و يتحول الحزن الى صمت, و يتحول الصمت الى وحدة ضخمة و شاسعة كالمحيطات المظلمة.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "I want to be where your bare foot walks, because maybe before you step, you'll look at the ground. I want that blessing",
    "author": "Rumi"
  },
  {
    "text": "Where the lips are silent the heart has a thousand tongues.",
    "author": "Rumi"
  },
  {
    "text": "The morning wind spreads its fresh smell. We must get up and take that in, that wind that lets us live. Breathe before it's gone.",
    "author": "Rumi"
  },
  {
    "text": "This poetry. I never know what I'm going to say.",
    "author": "Rumi"
  },
  {
    "text": "Listen, O drop, give yourself up without regret, and in exchange gain the Ocean. Listen, O drop, bestow upon yourself this honor, and in the arms of the Sea be secure. Who indeed should be so fortunate? An Ocean wooing a drop! In God's name, in God's name, sell and buy at once! Give a drop, and take this Sea full of pearls.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Very little grows on jagged rock. Be ground. Be crumbled, so wildflowers will come up where you are.",
    "author": "Rumi"
  },
  {
    "text": "Forget safety. Live where you fear to live.",
    "author": "Rumi"
  },
  {
    "text": "The garden of the world has no limits, except in your mind.",
    "author": "Rumi"
  },
  {
    "text": "Look past your thoughts, so you may drink the pure nectar of This Moment.",
    "author": "Rumi"
  },
  {
    "text": "Oh sky, without me, do not change, Oh moon, without me, do not shine; Oh earth, without me, do not grow, Oh time, without me, do not go. ...Oh, you cannot go, without me.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I am so close, I may look distant. So completely mixed with you, I may look separate. So out in the open, I appear hidden. So silent, because I am constantly talking with you.",
    "author": "Rumi"
  },
  {
    "text": "ألقِ نفْسَكَ في نهر العشق ، حتى وإن كان نهرًا من الدماء",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "In the slaughterhouse of love, they kill only the best, none of the weak or deformed. Don't run away from this dying. Whoever's not killed for love is dead meat.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "Whenever we manage to love without expectations, calculations, negotiations, we are indeed in heaven.",
    "author": "Rumi"
  },
  {
    "text": "There is a voice that doesn't use words. Listen.",
    "author": "Rumi"
  },
  {
    "text": "Never lose hope, my heart, miracles dwell in the invisible. If the whole world turns against you keep your eyes on the Friend.",
    "author": "Rumi"
  },
  {
    "text": "All day I think about it, then at night I say it. Where did I come from, and what am I supposed to be doing? I have no idea. My soul is from elsewhere, I'm sure of that, And I intend to end up there. This drunkenness began in some other tavern. When I get back around to that place, I'll be completely sober. Meanwhile, I'm like a bird from another continent, sitting in this aviary. The day is coming when I fly off, But who is it now in my ear who hears my voice? Who says words with my mouth? Who looks out with my eyes? What is the soul? I cannot stop asking. If I could taste one sip of an answer, I could break out of this prison for drunks. I didn't come here of my own accord, and I can't leave that way. Whoever brought me here will have to take me home. This poetry. I never know what I'm going to say. I don't plan it. When I'm outside the saying of it, I get very quiet and rarely speak at all. We have a huge barrel of wine, but no cups. That's fine with us. Every morning We glow and in the evening we glow again.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I am weary of personal worrying, in love with the art of madness.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "The world's flattery and hypocrisy is a sweet morsel: eat less of it, for it is full of fire. Its fire is hidden while its taste is manifest, but its smoke becomes visible in the end.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "You and I have spoken all these words, but for the way we have to go,words are no preparation. I have one small drop of knowing in my soul. Let it dissolve in your ocean",
    "author": "Jalaluddin Rumi"
  },
  {
    "text": "Whatever purifies you is the right path, I will not try to define it.",
    "author": "Rumi"
  },
  {
    "text": "أنا المشهور المغمور. لا أنا بالثمل.. ولا أنا بالمفيق. .ولا أنا بالنائم ولا باليقظ.. ولا أنا مع الحبيب ولا أنا بدونه.. ولا أنا بالمحزون .. ولا أنا بالمسرور. ولو أنى أستريح للحظة.. فان نفسى لا تستريح بل انى أستريح.. .ان لم اذق طعم الراحة ولو للحظة",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "You had better run from me. My words are fire.",
    "author": "Rumi"
  },
  {
    "text": "I see my beauty in you.",
    "author": "Rumi"
  },
  {
    "text": "A Thirsty Fish I don't get tired of you. Don't grow weary of being compassionate toward me! All this thirst equipment must surely be tired of me, the waterjar, the water carrier. I have a thirsty fish in me that can never find enough of what it's thirsty for! Show me the way to the ocean! Break these half-measures, these small containers. All this fantasy and grief. Let my house be drowned in the wave that rose last night in the courtyard hidden in the center of my chest. Joseph fell like the moon into my well. The harvest I expected was washed away. But no matter. A fire has risen above my tombstone hat. I don't want learning, or dignity, or respectability. I want this music and this dawn and the warmth of your cheek against mine. The grief-armies assemble, but I'm not going with them. This is how it always is when I finish a poem. A great silence comes over me, and I wonder why I ever thought to use language.",
    "author": "rumi"
  },
  {
    "text": "ممتلئ بك، جلداً ، دماً، وعظاماً، وعقلاً وروحاً، لا مكان لنقص رجاء، أو للرجاء، ليس بهذا الوجود إلاك",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Love is the bridge between you and everything.",
    "author": "Rumi"
  },
  {
    "text": "Something opens our wings. Something makes boredom and hurt disappear. Someone fills the cup in front of us: We taste only sacredness.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "ﻟﻠﻤﺮﺃﺓ ﺣﻀﻮﺭ خفي .. لا يراه ويهتدي به إلا رجل متفتح عارف. فهناك ﻧﻮﻉ ﺁﺧﺮ ﻣﻦ ﺍﻟﺮﺟﺎﻝ .. ﺑﺪﺍﺧﻠﻬﻢ ﺣﻴﻮﺍﻥ ﻣﺤﺒﻮﺱ! ليت هؤلاء ﻳﻘﻮّﻣﻮﻥ ﺃﻧﻔﺴﻬﻢ ﺃﻭﻻ‌ .. ليتهم يعرفون أن ﺍﻟﻤﺤﺒﺔ ﻭﺍﻟﺘﻔﻬﻢ ﻫﻲ ﻣﺎ ﺗﺠﻌﻠﻨﺎ ﺑﺸﺮﺍ ، ﺃﻣﺎ ﺍلشهوة ﻭﺍﻟﺤﻤّﻴﺔ .. ﻓﻼ‌ ! فرﺑﻤﺎ ﻛﺎﻧﺖ ﺍﻟﻤﺮﺃﺓ ﻧﻮﺭﺍ ﻣﻦ نور ﺍﻟﻠﻪ .. ﺭﺑﻤﺎ ﻛﺎﻧﺖ ﺧﻼ‌ﻗﺔ ﻭﻟﻴﺴﺖ ﻣﺨﻠﻮﻗﺔ، ﺭﺑﻤ��� ﻫﻲ ﻟﻴﺴﺖ ﻣﺠﺮﺩ ﺫﻟﻚ ﺍﻟﺸﻜﻞ ﺍﻷ‌ﻧﺜﻮﻱ ﺍﻟﻨﺎﻋﻢ ﺍﻟﺬﻱ ﺗﺮﺍﻩ !",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Why do you stay in prison, when the door is so wide open?",
    "author": "Rumi"
  },
  {
    "text": "It's your road, and yours alone. others may walk it with you, but no one can walk it for you.",
    "author": "Rumi"
  },
  {
    "text": "Don’t wait any longer. Dive in the ocean, Leave and let the sea be you.",
    "author": "Rumi"
  },
  {
    "text": "If the foot of the trees were not tied to earth, they would be pursuing me.. For I have blossomed so much, I am the envy of the gardens.",
    "author": "Rumi"
  },
  {
    "text": "I choose to love you in silence, for in silence I find no rejection. I choose to love you in loneliness, for in loneliness no one owns you but me. I choose to adore you from a distance, for distance will shield me from pain. I chose to kiss you in the wind, for the wind is gentler than my lips. I choose to hold you in my dreams, for in my dreams you have no end.",
    "author": "Rumi"
  },
  {
    "text": "Everything you possess of skill, and wealth, and handicraft, wasn't it first merely a thought and a quest?",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "Have you ever gotten breathless before from a beautiful face, for i see you there, my dear.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Poems are rough notations for the music we are.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "إخفِض صوتك : فالزهر يُنبته المطر، لا الرعد",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Your body is away from me, but there is a window open from my heart to yours.",
    "author": "Rumi"
  },
  {
    "text": "A lover asked his beloved, Do you love yourself more than you love me? Beloved replied, I have died to myself and I live for you. I've disappeared from myself and my attributes, I am present only for you. I've forgotten all my learnings, but from knowing you I've become a scholar. I've lost all my strength, but from your power I am able. I love myself...I love you. I love you...I love myself.",
    "author": "Jelaluddin Rumi"
  },
  {
    "text": "If the wine drinker has a deep gentleness in him, he will show that when drunk. But if he has hidden anger and arrogance, those appear.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "The art of knowing is knowing what to ignore.",
    "author": "Rumi"
  },
  {
    "text": "Why struggle to open a door between us when the whole wall is an illusion?",
    "author": "Rumi"
  },
  {
    "text": "Looking for Your Face From the beginning of my life I have been looking for your face but today I have seen it Today I have seen the charm, the beauty, the unfathomable grace of the face that I was looking for Today I have found you and those who laughed and scorned me yesterday are sorry that they were not looking as I did I am bewildered by the magnificence of your beauty and wish to see you with a hundred eyes My heart has burned with passion and has searched forever for this wondrous beauty that I now behold I am ashamed to call this love human and afraid of God to call it divine Your fragrant breath like the morning breeze has come to the stillness of the garden You have breathed new life into me I have become your sunshine and also your shadow My soul is screaming in ecstasy Every fiber of my being is in love with you Your effulgence has lit a fire in my heart and you have made radiant for me the earth and sky My arrow of love has arrived at the target I am in the house of mercy and my heart is a place of prayer",
    "author": "Rumi"
  },
  {
    "text": "I've come to take you with me even if I must drag you along But first I must steal your heart then settle you in my soul. I've come as a spring to lay beside your blossoms To feel the glory of happiness and spread your flowers around I've come to show you off as the adornment in my house and elevate you to the heavens as the prayers of those in love. I've come to take back the kiss you once stole Either return it with grace or i must take it by force You're my life You're my soul Please be my last prayer My heart must hold you forever From the lowly earth to the high human soul There are a lot more than a thousand stages Since I've taken you along from town to town no way will I abandon you halfway down this road Though you're in my hands Though i can throw you around like a child and a ball I'll always need to chase after you",
    "author": "Rumi"
  },
  {
    "text": "You have forgotten the One who doesn't care about ownership, who doesn't try to turn a profit from every human exchange.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Keep on knocking 'til the joy inside opens a window look to see who's there",
    "author": "Jelalludin Rumi"
  },
  {
    "text": "We may know who we are or we may not. We may be Muslims, Jews or Christians but until our hearts become the mould for every heart we will see only our differences.",
    "author": "Rumi"
  },
  {
    "text": "The quieter you become, the more you are able to hear.",
    "author": "Rumi"
  },
  {
    "text": "Pull the thorn of existence out of the heart! Fast! For when you do, you will see thousands of rose gardens in yourself.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "Love isn't the work of the tender and the gentle; Love is the work of wrestlers. The one who becomes a servant of lovers is really a fortunate sovereign. Don't ask anyone about Love; ask Love about Love. Love is a cloud that scatters pearls.",
    "author": "Rumi Jalalu'l-Din"
  },
  {
    "text": "No more words. In the name of this place we drink in with our breathing, stay quiet like a flower. So the nightbirds will start singing.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Today, like every other day, we wake up empty and frightened. Don't open the door to the study and begin reading. Take down the dulcimer. Let the beauty we love be what we do. There are hundreds of ways to kneel and kiss the ground.",
    "author": "Jelalludin Rumi"
  },
  {
    "text": "When I am silent, I have thunder hidden inside.",
    "author": "Rumi"
  },
  {
    "text": "Nothing can help me but that beauty. There was a dawn I remember when my soul heard something from your soul. I drank water from your spring and felt the current take me.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "The minute I heard my first love story, I started looking for you, not knowing how blind that was.",
    "author": "Rumi"
  },
  {
    "text": "When you have indulged a lust, your wing drops off; you become lame, abandoned by a fantasy. …People fancy they are enjoying themselves, but they are really tearing out their wings for the sake of an illusion.",
    "author": "Rumi"
  },
  {
    "text": "You are the Truth from foot to brow. Now, what else would you like to know?",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Some nights stay up till dawn, as the moon sometimes does for the sun. Be a full bucket pulled up the dark way of a well, then lifted out into light.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Since Love has made ruins of my heart The sun must come and illumine them. Such generosity has broken me with shame.",
    "author": "Jelalludin Rumi"
  },
  {
    "text": "There is a basket of fresh bread on your head, yet you go door to door asking for crusts.",
    "author": "Rumi"
  },
  {
    "text": "Dance until you shatter yourself.",
    "author": "Rumi"
  },
  {
    "text": "Speak a new language so that the world will be a new world.",
    "author": "Rumi"
  },
  {
    "text": "إننى أعشق الحزن والألم كى أسعد مليكى الذى لا شبيه له، والدموع التى تنهمر من عينى لأجله هى لآلئ رغم أن الناس يرونها دموعاً.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "Everyone has been made for some particular work and the desire for that work has been put in every heart.",
    "author": "Rumi"
  },
  {
    "text": "إن الحكمة الإلهية حدت بنا أن نحب بعضنا بعضاً بدرجات يُمليها القضاء والقدر. وبسبب ذلك القرار المُتخذ مسبقاً فإن كل من فى العالم مقترن بمن يألفه.",
    "author": "جلال الدين الرومي"
  },
  {
    "text": "There came one and knocked at the door of the Beloved. And a voice answered and said, 'Who is there?' The lover replied, 'It is I.' 'Go hence,' returned the voice; 'there is no room within for thee and me.' Then came the lover a second time and knocked and again the voice demanded, 'Who is there?' He answered, 'It is thou.' 'Enter,' said the voice, 'for I am within.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "Love Dogs One night a man was crying, Allah! Allah! His lips grew sweet with the praising, until a cynic said, \"So! I have heard you calling out, but have you ever gotten any response?\" The man had no answer to that. He quit praying and fell into a confused sleep. He dreamed he saw Khidr, the guide of souls, in a thick, green foliage. \"Why did you stop praising?\" \"Because I've never heard anything back.\" \"This longing you express is the return message.\" The grief you cry out from draws you toward union. Your pure sadness that wants help is the secret cup. Listen to the moan of a dog for its master. That whining is the connection. There are love dogs no one knows the names of. Give your life to be one of them.",
    "author": "Jalal Al-Din Rumi"
  },
  {
    "text": "When the light returns to its source, it takes nothing of what it has illuminated.",
    "author": "Rumi"
  },
  {
    "text": "The same wind that uproots trees makes the grass shine. The lordly wind loves the weakness and the lowness of grasses. Never brag of being strong. The axe doesn't worry how thick the branches are. It cuts them to pieces. But not the leaves. It leaves the leaves alone.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "text": "I want your sun to reach my raindrops, so your heat can raise my soul upward like a cloud.",
    "author": "Rumi"
  },
  {
    "text": "The angel is free because of his knowledge, the beast because of his ignorance. Between the two remains the son of man to struggle.",
    "author": "Rumi"
  }
]